Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# spectrum.panel.trend
source: Trend
es: Tendencia
fr: Tendance
ja: トレンド
zh_hans: 趋势

# table.column.bandwidth
source: BW
es: Ancho
ja: 帯域幅
zh_hans: 带宽

# timeline.event.connected.badge
source: Online
es: En línea
fr: En ligne
ja: オンライン
zh_hans: 在线

# timeline.event.disconnected.badge
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
zh_hans: 离线

# wifi.security.enterprise
source: Enterprise
es: Empresarial
fr: Entreprise
ja: エンタープライズ
zh_hans: 企业

# wifi.security.wpa_enterprise
source: WPA Enterprise
es: WPA Empresarial
fr: WPA Entreprise
ja: WPA エンタープライズ
zh_hans: WPA 企业

# wifi.security.wpa_wpa2_enterprise
source: WPA/WPA2 Enterprise
es: WPA/WPA2 Empresarial
fr: WPA/WPA2 Entreprise
ja: WPA/WPA2 エンタープライズ
zh_hans: WPA/WPA2 企业

# wifi.security.wpa2_enterprise
source: WPA2 Enterprise
es: WPA2 Empresarial
fr: WPA2 Entreprise
ja: WPA2 エンタープライズ
zh_hans: WPA2 企业

# wifi.security.wpa3_enterprise
source: WPA3 Enterprise
es: WPA3 Empresarial
fr: WPA3 Entreprise
ja: WPA3 エンタープライズ
zh_hans: WPA3 企业

# region.japan
source: Japan
es: Japón
fr: Japon
ja: 日本
zh_hans: 日本

# %@ APs
source: %lld APs
fr: %lld AP
ja: %lld 台のAP
zh_hans: %lld 个AP

# analysis.insights.bssid_format
source: BSSIDs: %@
fr: BSSID : %@
ja: BSSID: %@
zh_hans: BSSID：%@

# analysis.insights.gateway_identity_format
source: Gateway: %@
fr: Passerelle : %@
ja: ゲートウェイ: %@
zh_hans: 网关：%@

# analysis.statistics.roaming
source: Roaming
fr: Itinérance
ja: ローミング
zh_hans: 漫游

# channels.table.col.aps
source: APs
fr: AP
ja: AP数
zh_hans: AP数

# interfaces.field.router
source: Router
fr: Routeur
ja: ルーター
zh_hans: 路由器

# menubar.latency.normal
source: Normal
fr: Normale
ja: 正常
zh_hans: 正常

# network_diagnostics.diagram.router.title
source: Router
fr: Routeur
ja: ルーター
zh_hans: 路由器

# observation.latency.normal
source: Normal
fr: Normale
ja: 正常
zh_hans: 正常

# roaming.detail.tx_rate_fmt
source: Tx %.0f Mbps
fr: Tx %.0f Mbit/s

# settings.region.cn_srrc
source: China (SRRC)
fr: Chine (SRRC)
ja: 中国（SRRC）
zh_hans: 中国 (SRRC)

# spectrum.table.ap_count_fmt
source: %lld APs
fr: %lld AP
ja: %lld 台のAP
zh_hans: %lld 个 AP

# timeline.filter.type.roaming
source: Roaming
fr: Itinérance
ja: ローミング
zh_hans: 漫游

# timeline.title
source: Timeline
fr: Chronologie
zh_hans: Timeline（时间线）

# analysis.readiness.duration_minutes_format
source: %lld min
ja: %lld 分
zh_hans: %lld 分钟

# analysis.statistics.severity_info
source: Info
ja: 情報
zh_hans: 信息

# channels.card.co_label
source: Co:
ja: 同一:
zh_hans: 同频:

# channels.table.col.co_ch
source: Co-Ch
ja: 同一Ch
zh_hans: 同频

# menubar.trend.normal
source: Normal
ja: 正常
zh_hans: 正常

# network_diagnostics.stage.internet.title
source: Internet
ja: インターネット
zh_hans: 互联网

# network_diagnostics.status.normal
source: Normal
ja: 正常
zh_hans: 正常

# table.column.country_code
source: CC
ja: 国コード
zh_hans: 国家

# carrier.rakuten_mobile
source: Rakuten Mobile
ja: 楽天モバイル

# carrier.china_mobile
source: China Mobile
zh_hans: 中国移动

# carrier.china_telecom
source: China Telecom
zh_hans: 中国电信

# carrier.china_unicom
source: China Unicom
zh_hans: 中国联通

# carrier.custom
source: Custom MCC/MNC
zh_hans: 自定义 MCC/MNC

# carrier.preset
source: Preset
zh_hans: 预设

# channels.table.col.ch
source: CH
zh_hans: 信道

# interfaces.label.ethernet
source: Ethernet
zh_hans: 以太网

# nav.ble_scanner
source: Bluetooth
zh_hans: 蓝牙

# nav.wifi_calling_test
source: Wi-Fi Calling Test
zh_hans: Wi-Fi Calling 测试

# network_diagnostics.stage.lan.title
source: LAN
zh_hans: 局域网连通性

# pro.wifi_calling_test.description
source: Check whether this Mac can reach your carrier's Wi-Fi Calling network path.
zh_hans: 检测此 Mac 能否到达所选运营商 Wi-Fi Calling 的网络路径。

# pro.wifi_calling_test.title
source: Wi-Fi Calling Test
zh_hans: Wi-Fi Calling 测试

# settings.permissions.bluetooth_label
source: Bluetooth
zh_hans: 蓝牙

# table.column.channel
source: Ch
zh_hans: 信道

# wifi_calling.boundary
source: This reports only what this Mac observed on this network path.
zh_hans: 本结果仅描述此 Mac 在该网络路径上的观察。

# wifi_calling.boundary_footnote
source: Actual Wi-Fi Calling availability also depends on carrier subscription, SIM provisioning, phone settings, and device registration state.
zh_hans: 实际 Wi-Fi Calling 可用性还取决于运营商订阅、SIM 开通、手机设置与设备注册状态。

# wifi_calling.cancel
source: Cancel
zh_hans: 取消

# wifi_calling.cell.no_response
source: No response
zh_hans: 无响应

# wifi_calling.cell.not_tested
source: Not tested
zh_hans: 未测试

# wifi_calling.cell.reached
source: Reached
zh_hans: 可达

# wifi_calling.discovery_miss
source: No standard ePDG record found for this carrier, so nothing was probed. This does not mean the network or carrier blocks Wi-Fi Calling.
zh_hans: 未找到该运营商的标准 ePDG 域名记录，因此未发起探测。这不表示该网络或运营商不支持 Wi-Fi Calling。

# wifi_calling.evidence.fqdn
source: Carrier gateway FQDN
zh_hans: 运营商网关域名

# wifi_calling.evidence.nat
source: NAT detection
zh_hans: NAT 检测

# wifi_calling.evidence.path
source: Network path
zh_hans: 网络路径

# wifi_calling.group.discovery
source: Discovery
zh_hans: 发现

# wifi_calling.group.ike
source: IKE access
zh_hans: IKE 访问

# wifi_calling.group.path
source: Path
zh_hans: 路径

# wifi_calling.invalid_input
source: Enter a valid MCC and MNC.
zh_hans: 请输入有效的 MCC 与 MNC。

# wifi_calling.nat.detected
source: NAT detected
zh_hans: 检测到 NAT

# wifi_calling.nat.none
source: No NAT
zh_hans: 无 NAT

# wifi_calling.nat.unknown
source: Unknown
zh_hans: 未知

# wifi_calling.path.non_wifi
source: Not Wi-Fi
zh_hans: 非 Wi-Fi

# wifi_calling.presets_unverified
source: Presets are unverified; they only choose which carrier to test.
zh_hans: 预设未经验证，仅用于选择要检测的运营商。

# wifi_calling.run
source: Run Test
zh_hans: 开始检测

# wifi_calling.state.checking
source: Checking…
zh_hans: 检测中…

# wifi_calling.state.host_not_found
source: Domain not found
zh_hans: 域名不存在

# wifi_calling.state.no_record
source: No record
zh_hans: 无记录

# wifi_calling.state.no_response
source: No response
zh_hans: 无响应

# wifi_calling.state.not_tested
source: Not tested
zh_hans: 未测试

# wifi_calling.state.ok
source: OK
zh_hans: 通过

# wifi_calling.state.resolved
source: %lld address(es)
zh_hans: %lld 个地址

# wifi_calling.state.resolver_failure
source: Resolver failure
zh_hans: 解析失败

# wifi_calling.state.waiting
source: Waiting
zh_hans: 等待检测

# wifi_calling.summary.gateway_responded
source: Gateway Responded
zh_hans: 网关已响应

# wifi_calling.summary.gateway_responded_message
source: This Mac received an IKE response from the selected carrier gateway over this network path.
zh_hans: 此 Mac 通过该网络路径收到了所选运营商网关的 IKE 响应。

# wifi_calling.summary.inconclusive
source: Inconclusive
zh_hans: 无法判断

# wifi_calling.summary.inconclusive_message
source: Not enough evidence to conclude — discovery or results were incomplete.
zh_hans: 证据不足以判断——发现或结果不完整。

# wifi_calling.summary.no_response
source: No Response
zh_hans: 无响应

# wifi_calling.summary.no_response_message
source: No IKE response observed. This does not necessarily mean the network or carrier blocks Wi-Fi Calling.
zh_hans: 未观察到 IKE 响应。这不表示该网络或运营商封锁了 Wi-Fi Calling。

# wifi_calling.summary.test_unavailable
source: Test Unavailable
zh_hans: 无法测试

# wifi_calling.summary.test_unavailable_message
source: No usable Wi-Fi path to test, or the run was cancelled.
zh_hans: 没有可测的 Wi-Fi 路径，或检测已取消。

# wifi_calling.log.title
source: Detection log
zh_hans: 检测日志

# wifi_calling.log.clear
source: Clear
zh_hans: 清空

# wifi_calling.log.expand
source: Expand
zh_hans: 展开

# wifi_calling.log.collapse
source: Collapse
zh_hans: 收起

# wifi_calling.status.ready
source: Ready — select a carrier and run the check
zh_hans: 就绪 — 选择运营商后开始检测

# carrier.choose
source: Select carrier
zh_hans: 选择运营商

# region.mainland_china
source: China
zh_hans: 中国大陆
